---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsConstructionSetParam
source: html/8fa247c9-99b3-f889-ee19-da5e67adf8d4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsConstructionSetParam Property

"Schematic Types"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsConstructionSetParam { get; }
```